Repository: risasim/Who-Am-I-game
Catalog: *.lproj/Localizable.strings
Languages: cs, de, nl, zh_hant

# searchBarSearchPack
source: Search pack...
de: Paket suchen...
nl: Pakket zoeken...
zh_hant: 搜尋包...

# emptyPackText
source: Oops look like you have no saved packs... Create your own or download one.
cs: Ups asi nemáte uložené žádné balíčky... Vytvořte si nový vlastní nebo si jeden stáhněte.
de: Ups es scheint so, als hättest du keine gespeicherten Pakete... Erstelle dein eigenes oder lade eines herunter.
nl: Oeps het lijkt erop dat je geen opgeslagen pakketten hebt... Maak je eigen pakket of download er een.
zh_hant: 哎呀 看起來 你 沒有 保存 任何 包... 創建你自己的包或下載一個。

# enterUsername
source: Enter here
cs: Zadejte sem
de: Hier eingeben
nl: Voer hier in
zh_hant: 在此輸入

source: Submit username
cs: Zadat jméno
de: Benutzernamen übermitteln
nl: Gebruikersnaam indienen
zh_hant: 提交用戶名

# pleaseEnterUsername
source: Please enter username. Username will be used for publishing your own packs
cs: Prosím zadejte jméno. Uživatelské jméno bude použito pro sdílení balíčků.
de: Bitte Benutzernamen eingeben. Der Benutzername wird verwendet, um eigene Pakete zu veröffentlichen.
nl: Voer alstublieft een gebruikersnaam in. De gebruikersnaam wordt gebruikt om je eigen pakketten te publiceren.
zh_hant: 請 輸入 用戶名。 用戶名將用於發布你自己的包。

# set.Username
source: Username screen
cs: Výběr jména
de: Benutzernamen Bildschirm
nl: Gebruikersnaam scherm
zh_hant: 用戶名畫面

# set.AddPacks
source: Add packs
cs: Přidat balíček
de: Pakete hinzufügen
nl: Pakketten toevoegen
zh_hant: 添加包

# set.showLinks
source: Show links in results
cs: Ukazovat odkazů u výsledků
de: Links in Ergebnissen anzeigen
nl: Links in resultaten tonen
zh_hant: 在結果中顯示連結

# set.linkLang
source: Link language
cs: Jazyk odkazů
de: Link-Sprache
nl: Linktaal
zh_hant: 連結語言

# set.gameDur
source: Game duration
cs: Délka hry
de: Spieldauer
nl: Spelduur
zh_hant: 遊戲時長

# set.username
source: Username
cs: Uživatelské jméno
de: Benutzername
nl: Gebruikersnaam
zh_hant: 用戶名

# set.dev
source: Developer
cs: Vývojář
de: Entwickler
nl: Ontwikkelaar
zh_hant: 開發者

# set.compat
source: Compatibility
cs: Kompabilita
de: Kompatibilität
nl: Compatibiliteit
zh_hant: 相容性

# set.Ver
source: Version
cs: Verze
nl: Versie
zh_hant: 版本

# set.app
source: Application
cs: Aplikace
de: Anwendung
nl: Applicatie
zh_hant: 應用程式

# set.set
source: Settings
cs: Nastavení
de: Einstellungen
nl: Instellingen
zh_hant: 設置

# pack.makeFavourite
source: Make favourite
cs: Přidat oblíbený
de: Als Favorit markieren
nl: Als favoriet markeren
zh_hant: 設為收藏

# pack.makeUnFavorite
source: Make unfavourite
cs: Odstranit oblíbený
de: Als nicht-Favorit markieren
nl: Favoriet verwijderen
zh_hant: 取消收藏

# pack.editPack
source: Edit pack
cs: Upravit
de: Paket bearbeiten
nl: Pakket bewerken
zh_hant: 編輯包

# pack.deletePack
source: Delete pack
cs: Smazat
de: Paket löschen
nl: Pakket verwijderen
zh_hant: 刪除包

# pack.noFavPacks
source: Ups look like you have no favourites. You can make pack favourite by long pressing on the icon.
cs: Ups vypadá to že nemáte žádné oblíbence. Může si sem přidat balíček,když na něho zmáčknete.
de: Ups es scheint so, als hättest du keine Favoriten. Du kannst ein Paket als Favorit markieren, indem du lange auf das Symbol drückst.
nl: Oeps het lijkt erop dat je geen favorieten hebt. Je kunt een pakket als favoriet markeren door het pictogram lang ingedrukt te houden.
zh_hant: 哎呀 看起來 你 沒有 收藏。 你可以通過長按圖示將包設為收藏。

# pack.warninngSame
source: Cannot have items with same name
cs: Nelze mít dva pojmy se stejným jménem
de: Elemente dürfen nicht denselben Namen haben
nl: Kan geen items met dezelfde naam hebben
zh_hant: 不能有同名的項目

# pack.noImage
source: Image not selected
cs: Obrázek nevybrán
de: Kein Bild ausgewählt
nl: Afbeelding niet geselecteerd
zh_hant: 未選擇圖片

# pack.noName
source: Name not entered
cs: Jméno nenapsáno
de: Kein Name eingegeben
nl: Naam niet ingevoerd
zh_hant: 未輸入名稱

# pack.notEnoughQ
source: Not enough question in pack
cs: Není dostatek pojmů
de: Nicht genügend Fragen im Paket
nl: Niet genoeg vragen in het pakket
zh_hant: 包中的問題不足

# game.TurnOver
source: Please turn over your phone to start the game
cs: Pro spuštění hry otočte telefon
de: Bitte drehe dein Telefon um, um das Spiel zu starten
nl: Draai je telefoon om het spel te starten
zh_hant: 請翻轉手機開始遊戲

# game.Description
source: Who am I? app was developed as a example of building apps with Swift and SwiftUI for the Final Maturita Thesis.
cs: Aplikace Who am I? byla vytvořena jako příklad tvorby aplikací s využitím Swiftu a SwiftUI pro závěrečnou maturitní práci.
de: Die 'Wer bin ich?' App wurde als Beispiel für den Bau von Apps mit Swift und SwiftUI für die Abschlussarbeit entwickelt.
nl: De 'Wie ben ik?' app is ontwikkeld als voorbeeld van het bouwen van apps met Swift en SwiftUI voor het eindwerkstuk.
zh_hant: “我是誰？”應用程式是作為使用Swift和SwiftUI構建應用程式的示範而開發的，用於最終畢業論文。

# game.end
source: End of the Game
cs: Konec hry
de: Ende des Spiels
nl: Einde van het spel
zh_hant: 遊戲結束

# game.score
source: Your score was %lld from
de: Deine Punktzahl war %lld von
nl: Je score was %lld van de
zh_hant: 你的得分是 %lld，滿分為

# game.playagain
source: Play again
cs: Hrát znovu
de: Noch einmal spielen
nl: Opnieuw spelen
zh_hant: 再玩一次

# game.res
source: Results
cs: Výsledky
de: Ergebnisse
nl: Resultaten
zh_hant: 結果

# game.menu
source: Menu
de: Menü
zh_hant: 菜單

# game.ups
source: Ups it looks like you got stuck on the first question. Better luck next time.
cs: Zdá se, že jste se zasekli u první otázky. Příště se vám bude dařit lépe.
de: Ups, es sieht so aus, als wärst du bei der ersten Frage steckengeblieben. Viel Glück beim nächsten Mal.
nl: Oeps, het lijkt erop dat je vastzit bij de eerste vraag. Meer geluk de volgende keer.
zh_hant: 哎呀，看起來你在第一個問題上卡住了。下次好運。

# game.Cancel
source: Cancel
cs: Zrušit
de: Abbrechen
nl: Annuleren
zh_hant: 取消

# game.Save
source: Save
cs: Uložit
de: Speichern
nl: Opslaan
zh_hant: 儲存

# tab.Icon.Library
source: Library
cs: Knihovna
de: Bibliothek
nl: Bibliotheek
zh_hant: 資料庫

# game.Info
source: Info
cs: Informace
zh_hant: 資訊

# game.Saved
source: Saved
cs: Uloženo
de: Gespeichert
nl: Opgeslagen
zh_hant: 已儲存

# game.Items
source: Items
cs: Položky
de: Gegenstände
zh_hant: 物品

# game.Title
source: Title
cs: Název
de: Titel
nl: Titel
zh_hant: 標題

# game.Image
source: Image
cs: Obrázek
de: Bild
nl: Afbeelding
zh_hant: 圖片

# game.AddItem
source: Add item
cs: Přidat položku
de: Element hinzufügen
nl: Item toevoegen
zh_hant: 新增物品

# tab.Packs
source: Packs
cs: Balíčky
de: Pakete
nl: Pakketten
zh_hant: 包

# tab.library
source: Online library of packs
cs: Knihovna balíčků
de: Online-Bibliothek von Paketen
nl: Online bibliotheek van pakketten
zh_hant: 在線包庫

# whatsnew.title
source: Whats new:
cs: Co je nového:
de: Was gibt's Neues:
nl: Wat is nieuw:
zh_hant: 最新消息:

# whatsnew.text
source: • You can now share packs created by you with others. If you want to share a pack long-press it and select share. • You can now download and play created by others. To see what are the avaiable packs, press Library tab and then on the download symbol of a pack.
cs: • Nyní můžete sdílet balíčky, které jste vytvořili, s ostatními. Pokud chcete sdílet balíček, podržte jej a vyberte 'Sdílet'. • Nyní si můžete stáhnout a hrát balíčky vytvořené ostatními. Chcete-li zobrazit dostupné balíčky, stiskněte kartu Knihovna a poté ikonu stahování u balíčku. Pokud si všimnete nějaké chyby, nahlaste ji na johnsonpicardo@gmail.com, abyste pomohli vylepšit tuto aplikaci.
de: • Du kannst jetzt von dir erstellte Pakete mit anderen teilen. Halte ein Paket lange gedrückt und wähle 'Teilen'. • Du kannst jetzt von anderen erstellte Pakete herunterladen und spielen. Um die verfügbaren Pakete zu sehen, gehe auf den Bibliothek-Tab und tippe auf das Download-Symbol eines Pakets. Falls du Fehler bemerkst, melde sie bitte an whoamibugs@gmail.com, um die App zu verbessern.
nl: • Je kunt nu door jou gemaakte pakketten met anderen delen. Houd een pakket ingedrukt en selecteer 'Delen'. • Je kunt nu pakketten downloaden en spelen die door anderen zijn gemaakt. Ga naar de Bibliotheek-tab en tik op het downloadpictogram van een pakket om te bekijken wat beschikbaar is. Als je bugs opmerkt, meld ze dan aan johnsonpicardo@gmail.com om de app te verbeteren.
zh_hant: • 現在你可以與他人分享你創建的包。長按一個包，然後選擇'分享'。 • 現在你可以下載並遊玩其他人創建的包。要查看可用的包，請點擊“圖書館”標籤，然後點擊包的下載圖標。 如果你發現任何錯誤，請回報至 whoamibugs@gmail.com，以幫助改進此應用。
